// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d v %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - disků/disky";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%@ (%@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (bez možnosti onlíne nákupu)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ nahrává veškerá data přímo do dočasné paměti vašeho telefonu, aby je bylo možné použít i bez připojení k internetu. Jedinou vyjímkou jsou filmové upoutávky.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ nemůže otevřít webovou stránku, protože nejste připojeni k internetu.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "V %@ úplně chybí nebo se chybně zobrazují překlady. Je možné to opravit?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ neukládá vaše uživatelské jméno a heslo ke službě Netflix.\n\nBude otevřena stránka Netflixu pro přístup této aplikace k vašemu účtu.\n\nPro první použítí Netflix na %@ je doporučováno připojení wifi.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "V %@ není moje oblíbené kino. Můžete ho přidat?";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "Hodnocení %@";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d otázek a odpovědí";

/* i.e.: 2 hours */
"%d hours" = "%d hodin";

/* i.e.: 30 minutes */
"%d minutes" = "%d minut";

/* No comment provided by engineer. */
"%d months ago" = "před %d měsíci";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d of %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "Počet kin mimo dosah: %d";

/* No comment provided by engineer. */
"%d weeks ago" = "před %d týdny";

/* No comment provided by engineer. */
"%d years ago" = "před %d lety";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometr";

/* No comment provided by engineer. */
"1 mile" = "1 míle";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "před 1 měsícem";

/* No comment provided by engineer. */
"1 theater outside search area" = "Počet kin mimo dosah: 1";

/* No comment provided by engineer. */
"1 week ago" = "před 1 týdnem";

/* No comment provided by engineer. */
"1 year ago" = "před 1 rokem";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "O programu";

/* No comment provided by engineer. */
"Account #%d" = "Účet #%d";

/* <first name> <last name> */
"Account: %@ %@" = "Účet: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "Účty";

/* Movie category */
"Action & Adventure" = "Akční & dobrodružné";

/* No comment provided by engineer. */
"Add New Account" = "Přidat nový účet";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Přidat kino";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = " Přidat k Netflix ";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Přidat film";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Ukázat vše";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Vše (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Vyskytla se neznámá chyba";

/* Movie category */
"Anime & Animation" = "Animované";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple nenabízí způsob, jak umožnit applikacím třetí strany změnu ikonky. Pokud se tak stane, změnu umožním.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Doma";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Zdroj automatické aktualizace";

/* Movie is available to be shipped now */
"Available Now" = "Dostupné";

/* Movie will be released soon */
"Available Soon" = "Brzy dostupné";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Očekávané vydání";

/* No comment provided by engineer. */
"Bio:" = "Bio:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Pouze na blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Záložky";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Hovor";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Můžete zvětšit velikost okruhu pro vyhledávání kin?";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Cannot Open Page" = "Nemohu otevřít stránku";

/* No comment provided by engineer. */
"Cast:" = "Obsazení:";

/* No comment provided by engineer. */
"Category Notifications" = "Upozornění podle kategorií";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Datum změny";

/* Movie category */
"Children & Family" = "Dětské & rodinné";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Město/stát nebo PSČ";

/* Movie category */
"Classics" = "Klasické";

/* Movie category */
"Comedy" = "Komedie";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = " Nemohu změnit hodnocení na\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Nemohu se připojit k Netflix";

/* No comment provided by engineer. */
"Could not find location." = "Nemohu najít polohu.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Nebylo možné určit polohu.\Uživatel zamítl použití polohových služeb.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Mohli byste k Netflix přidat i podporu půjčovny Blockbuster?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Mohli byste přidat možnost výběru ikonky pro %@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provided a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Blockbuster v současné době neposkytuje API pro aplikace třetích stran. Ve chvíli, kdy se tak stane, přidáme podporu pro půjčovnu Blockbuster.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "V současné době ne. Stačí nicméně označit takové kino jako 'oblíbené' (poklepat na hvězdičku na stránce s podrobnostmi o kině). Kino se pak bude objevovat i v případě, že je mimo prohledávanou oblast.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "V současné době lze nastavení měnit jen ze stránek Neflix.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Pouze DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Detaily o DVD/Blu-ray poskytl: ";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Data pro budoucí datum mohou být nekompletní. Resetujte datum hledání pro zobrazení úplného seznamu.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Rozhodně ano! Použijte tlačítko 'Zaslat komentář', které je nahoře. Dejte mi vědět, co je třeba opravit a já problém v příští verzi opravím.";

/* No comment provided by engineer. */
"Director:" = "Režisér:";

/* No comment provided by engineer. */
"Directors:" = "Režiséři:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Disk";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Disk (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Fronta disků";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Vzdálenost";

/* Movie category */
"Documentary" = "Dokumentární";

/* No comment provided by engineer. */
"Downloading data" = "Stahuji data";

/* No comment provided by engineer. */
"Downloading image" = "Stahuji plakát";

/* No comment provided by engineer. */
"Downloading information." = "Stahuji informace";

/* Movie category */
"Drama" = "Drama";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Vzhledem k licenčním omezením nemusí být hodnocení a recenze dostupné u všech filmů.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Poslat emailem";

/* No comment provided by engineer. */
"Enabled" = "Povoleno";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Celá historie";

/* No comment provided by engineer. */
"Error occurred" = "Vyskytla se chyba";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Chyba komunikace s Netflix. Zkuste to prosím později.";

/* Movie category */
"Faith & Spirituality" = "Pohádkové & spirituální";

/* No comment provided by engineer. */
"Favorites" = "Oblíbené";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Filmové upoutávky poskytuje: ";

/* No comment provided by engineer. */
"Force Refresh" = "Aktualizovat";

/* Movie category */
"Foreign" = "Zahraniční";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Formát:";

/* Movie category */
"Gay & Lesbian" = "Gay & lesbické";

/* No comment provided by engineer. */
"Genre:" = "Žánr:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Poskytovatel služeb zeměpisného umístění:";

/* No comment provided by engineer. */
"Google Maps" = "Google Maps";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafika: David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Nápověda";

/* Movie category */
"Horror" = "Horor";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Rozhodně se pokusím. Poklepejte na tlačítko 'Přidat kino'. Budu potřebovat název kina a jeho telefonní číslo. Díky!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Licenční poplatky IMDB jsou pro mě bohužel příliš vysoké, nemohu si je dovolit. Omlouvám se.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Pokud %@ nahrává data do dočasné paměti, proč se kolečko přenosu dat objevuje i ve chvíli, kdy jsou už nahrané plakát k filmům?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Pokud se vám %@ líbí, zvažte prosím napsání krátké recenze v iTunes Store. Pomůžete tak tuto aplikaci představit dalším uživatelům, mě pomůžete nabízet další nové funkce bez nutnosti zavádět reklamu a dopřejete mi pocit blaženosti. Díky!";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, increase my ability to bring you great new features, and will also make me feel warm and fuzzy inside. Thanks!" = "Pokud se vám %@ líbí, zvažte prosím napsání krátké recenze v iTunes Store. Pomůžete tak tuto aplikaci představit dalším uživatelům, mě pomůžete nabízet další nové funkce bez nutnosti zavádět reklamu a dopřejete mi pocit blaženosti. Díky!";

/* Movie category */
"Independent" = "Nezávislé";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Okamžitě";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Okamžitě (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Současná fronta";

/* No comment provided by engineer. */
"Instant Watch" = "Okamžitě shlédnout";

/* No comment provided by engineer. */
"International Data" = "Mezinárodní údaje";

/* No comment provided by engineer. */
"Last Friday" = "Minulý pátek";

/* No comment provided by engineer. */
"Last Monday" = "Minulé pondělí";

/* No comment provided by engineer. */
"Last Saturday" = "Minulá sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Minulá neděle";

/* No comment provided by engineer. */
"Last Thursday" = "Minulý čtvrtek";

/* No comment provided by engineer. */
"Last Tuesday" = "Minulé úterý";

/* No comment provided by engineer. */
"Last Wednesday" = "Minulá středa";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Méně než %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Méně než 1 %@";

/* No comment provided by engineer. */
"License" = "Licence";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Licenční omezení některých poskytovatelů obsahu umožňují zobrazit jen část veškerých hodnocení a recenzí filmů. Je mi líto!";

/* No comment provided by engineer. */
"Like This App?" = "Líbí se vám tato aplikace?";

/* No comment provided by engineer. */
"Loading" = "Nahrávám";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Ukazovat načítání";

/* No comment provided by engineer. */
"Loading image" = "Nahravám plakát";

/* No comment provided by engineer. */
"Local results unavailable" = "Místní výsledky nejsou dostupné";

/* No comment provided by engineer. */
"Localized by:" = "Lokalizace:";

/* No comment provided by engineer. */
"Location" = "Poloha";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Přihlásit se k existujícímu účtu";

/* There will be a long wait before the movie is released */
"Long Wait" = "Dlouhé čekání";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Map Theaters" = "Mapovat kina";

/* The most popular movies currently */
"Most Popular" = "Nejvíce oblíbené";

/* No comment provided by engineer. */
"Movie Rating" = "Hodnocení filmu";

/* No comment provided by engineer. */
"Movie details provided by:" = "Poskytovatel informací o filmu:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Poskytovatel filmových recenzí:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmy (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "Moving Movie";

/* Movie category */
"Music & Musicals" = "Hudební & muzikály";

/* No comment provided by engineer. */
"My other applications" = "Moje další aplikace";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Název";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Sít je nedostupná";

/* Movie category */
"New 'Instant Watch'" = " Nově 'Okamžité shlédnutí'";

/* Movie category */
"New DVDs" = "Nová DVD";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Ne, děkuji";

/* No comment provided by engineer. */
"No biography available." = "Žádné podrobnosti nejsou k dispozici";

/* No comment provided by engineer. */
"No information found" = "Žádné informace nebyly nalezeny";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Žádný seznam '%@' nebyl k %@ nalezen";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Žádný seznam týkající se '%@' v '%@' nebyl k %@ nalezen";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Žádný seznam nebyl pro '%@' k %@ nalezen";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Žádné výsledky pro '%@' nenalezeny";

/* No comment provided by engineer. */
"No synopsis available." = "Popis není dostupný.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Žádný";

/* Movie is not currently rentable */
"Not Rentable" = "Nelze zapůjčit";

/* No comment provided by engineer. */
"Not yet rated" = "Ještě nehodnoceno";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Komentáře k Now Playing";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Otevřít a ověřit";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Možnosti";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Objednat vstupenky na %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Byl překročen limit – zkuste to prosím později";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Přehrát trailer";

/* No comment provided by engineer. */
"Please Wait" = "Čekejte, prosím";

/* No comment provided by engineer. */
"Please enter your location" = "Prosím zadejte vaši polohu";

/* No comment provided by engineer. */
"Please rate it in the App Store!" = "Přidejte prosím hodnocení v App Store!";

/* No comment provided by engineer. */
"Please wait..." = " Čekejte, prosím…";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Preferovaný formát";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Upřednostnit záložky";

/* Takes the user to the website for this application */
"Project Website" = "Webová stránka projektu";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Hodnotit!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Hodnocení %@";

/* No comment provided by engineer. */
"Rated:" = "Hodnocení:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Přečíst rezence";

/* No comment provided by engineer. */
"Really close by" = "Již blízko";

/* No comment provided by engineer. */
"Really far away" = "Příliš daleko";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Nedávno vrácené";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Nedávno shlédnuté";

/* Movie recommendations from Netflix */
"Recommendations" = "Doporučení";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Vydání";

/* No comment provided by engineer. */
"Release date:" = "Datum vydání:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Vydáno: %@";

/* No comment provided by engineer. */
"Remove Account" = "Odstranit účet";

/* No comment provided by engineer. */
"Rental History" = "Historie půjček";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Přeskupení fronty selhalo:";

/* No comment provided by engineer. */
"Requesting access" = "požaduji přístup";

/* No comment provided by engineer. */
"Requesting authorization" = "požaduji autorizaci";

/* No comment provided by engineer. */
"Reviews" = "Recenze";

/* Movie category */
"Romance" = "Romantické";

/* No comment provided by engineer. */
"Running time:" = "Doba běhu:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the posters to their photo library */
"Save All to Photo Library" = "Uložit všechny do Obrázků";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Uložit do Obrázků";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Uložené";

/* Saved in Instant Queue */
"Saved in %@" = "Uloženo v %@";

/* No comment provided by engineer. */
"Saving" = "Ukládám";

/* i.e.: Saving 5 of 15.  Used when saving a list of posters */
"Saving %d of %d" = "Ukládám %d z %d";

/* Movie category */
"Sci-Fi & Fantasy" = "Scifi & fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Score";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Rotace obrazovky";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Hledat podle datumu";

/* No comment provided by engineer. */
"Search Distance" = "Hledat podle vzdálenosti";

/* No comment provided by engineer. */
"Search Netflix" = "Prohledat Netflix";

/* No comment provided by engineer. */
"Searching" = "Hledám";

/* No comment provided by engineer. */
"See the section on IMDb." = "Prohlédnout tuto část na IMDB.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Zaslat komentář";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* There will be a short wait before the movie is released */
"Short Wait" = "Krátké čekání";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Zobrazit %d skrytých kin";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Zobrazit jedno skryté kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Obě";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Vůbec";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Upozornění";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Termíny představení byla načtena %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Založit nový účet";

/* Movie category */
"Special Interest" = "Zvláštní zájmy";

/* Movie category */
"Sports & Fitness" = "Sport & fitness";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Úspěch! Byl povolen přístup %@ k vašemu účtu Netflix. Nyní si můžete přidávat filmy do vaší fronty, sledovat co je nového a co je doporučováno a mnohem více!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Poklepejte na tlačítko 'Poslat komentář', pokud mě chcete kvůli čemkukoli kontaktovat. Zdravím! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Ťukněte k zadání umístění";

/* Movie category */
"Television" = "Televize";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Naposledy zveřejněné termíny představení \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Poskytovatelé informací o představeních často omezují maximální vzdálenost pro kterou poskytou data. Proto se nemusí některé informace zobrazit při nastavení vysoké vzdálenosti.";

/* No comment provided by engineer. */
"Theaters" = "Kina";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Kina (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Pokud kina neposkytují aktuální informace, jsou vyřazena. Pokud aktuální informace poskytují, znovu se v %@ automaticky objeví.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Toto kino doposud neoznámilo termíny představení. Jakmile budou k dispozici, %@ jej automaticky načte.";

/* Movie category */
"Thrillers" = "Thrilery";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Poskytovatel prodeje vstupenek:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Název";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Aby bylo posouvání co nejrychlejší a nejplynulejší, nezobrazuje %@ dřív, než se posouvání zastaví.";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* Movie category */
"Top DVDs" = "Nej DVD";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Nej z DVD fronty";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Nej z okamžité fronty";

/* No comment provided by engineer. */
"Translations" = "Překlady";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Movietickets.com bohužel nehodlá poskytovat podporu prodeje vstupenek, pokud zároveň nabízím nákup vstupenek přes Fandango.com. Chodím do kin podporujících Fandango.com, proto se přikláním k tomuto poskytovateli.";

/* No comment provided by engineer. */
"Unknown Distance" = "Neznámá vzdálenost";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Neznámé datum vydání";

/* No comment provided by engineer. */
"Unrated" = "Nehodnoceno";

/* No comment provided by engineer. */
"Upcoming" = "Aktuálně";

/* No comment provided by engineer. */
"Updating" = "Aktualizuji";

/* No comment provided by engineer. */
"Updating Listings" = "Aktualizuji seznamy";

/* No comment provided by engineer. */
"Updating Queue" = "Aktualizuji frontu";

/* No comment provided by engineer. */
"Updating: %@" = "Aktualizuji: %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Použít malé fonty";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Velmi vzdálená premiéra";

/* No comment provided by engineer. */
"Website" = "Webová stránka";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Stránky";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Co dělat, pokud mám dotaz, který nebyl zodpovězen?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Proč zmizelo moje kino?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Proč %@ nenabízí nákup vstupenek přes Movietickets.com i přes Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Proč %@ neposkytuje uživatelská hodnocení a recenze z IMDB?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Proč %@ neposkytuje hodnocení a recenze z Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Pro v %@ nevidím hodnocení a recenze všech filmů?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Proč %@ neustále stahuje data? Proč neukládá data?";

/* No comment provided by engineer. */
"Write Review" = "Napsat recenzi";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor aplikace: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Pro napsání komentáře musíte na svém telefonu nejdříve nakonfigurovat e-mailový účet.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Vaše země nastavená v %@ je: %@\n\nBrzy bude k dispozici plná podpora pro Nyní se hraje i ve vaší zemi a některé funkce můžete využívat již dnes. Jakmile budou přidány další funkce, budete na aktualizace automaticky upozorněni.";

/* No comment provided by engineer. */
"kilometer" = "kilometr";

/* No comment provided by engineer. */
"kilometers" = "kilometry";

/* No comment provided by engineer. */
"mile" = "míle";

/* No comment provided by engineer. */
"miles" = "míle";